Repository: leglands/luna
Catalog: ios-app/LunaApp/Resources/Localizable.xcstrings
Source language: fr
Languages: am, ar, bg, bn, ca, cs, da, de, el, en, es, fa, fi, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, sw, th, tl, tr, uk, ur, vi, zh_hans, zh_hant, zu

# onboarding_pin_mismatch
source: Les PIN ne correspondent pas — réessayez
am: ፒኖች አይዛመዱም — እንደገና ይሞክሩ
ar: رموز PIN غير متطابقة — حاولي مجدداً
bg: PIN-овете не съвпадат — опитайте отново
bn: PIN মিলছে না — আবার চেষ্টা করুন
ca: Els PIN no coincideixen — torna-ho a provar
cs: PINy se neshodují — zkuste to znovu
da: PIN-koderne stemmer ikke overens — prøv igen
de: Die PINs stimmen nicht überein — versuchen Sie es erneut
el: Τα PIN δεν ταιριάζουν — δοκιμάστε ξανά
en: PINs don't match — try again
es: Los PIN no coinciden — inténtalo de nuevo
fa: PINها مطابقت ندارند — دوباره امتحان کنید
fi: PIN-koodit eivät täsmää — yritä uudelleen
he: קודי ה-PIN לא תואמים — נסה/י שוב
hi: PIN मेल नहीं खाते — फिर से कोशिश करें
hr: PIN-ovi se ne podudaraju — pokušajte ponovno
hu: A PIN-kódok nem egyeznek — próbáld újra
id: PIN tidak cocok — coba lagi
it: I PIN non corrispondono — riprova
ja: PINが一致しません — もう一度お試しください
ko: PIN이 일치하지 않습니다 — 다시 시도하세요
ms: PIN tidak sepadan — cuba lagi
nb: PIN-kodene stemmer ikke — prøv igjen
nl: PIN-codes komen niet overeen — probeer opnieuw
pl: Kody PIN nie pasują — spróbuj ponownie
pt_br: Os PINs não coincidem — tente novamente
ro: PIN-urile nu se potrivesc — încearcă din nou
ru: PIN-коды не совпадают — попробуйте снова
sk: PINy sa nezhodujú — skúste to znova
sv: PIN-koderna matchar inte — försök igen
sw: PIN hazifanani — jaribu tena
th: PIN ไม่ตรงกัน — ลองอีกครั้ง
tr: PIN'ler uyuşmuyor — tekrar deneyin
uk: PIN-коди не збігаються — спробуйте ще раз
ur: PIN مماثل نہیں ہیں — دوبارہ کوشش کریں
vi: Mã PIN không khớp — thử lại
zh_hans: PIN 不匹配 — 请重试
zh_hant: PIN 不符合 — 請重試
zu: Ama-PIN awafani — zama futhi

# onboarding_pin_placeholder
source: PIN à 6 chiffres
am: 6 አሃዝ ፒን
ar: رمز PIN من 6 أرقام
bg: 6-цифрен PIN
bn: ৬ সংখ্যার PIN
ca: PIN de 6 dígits
cs: 6místný PIN
da: 6-cifret PIN
de: 6-stellige PIN
el: 6-ψήφιο PIN
en: 6-digit PIN
es: PIN de 6 dígitos
fa: PIN ۶ رقمی
fi: 6-numeroinen PIN
he: קוד PIN בן 6 ספרות
hi: 6 अंकों का PIN
hr: 6-znamenkasti PIN
hu: 6 számjegyű PIN
id: PIN 6 digit
it: PIN a 6 cifre
ja: 6桁のPIN
ko: 6자리 PIN
ms: PIN 6 digit
nb: 6-sifret PIN
nl: 6-cijferige PIN
pl: 6-cyfrowy PIN
pt_br: PIN de 6 dígitos
ro: PIN de 6 cifre
ru: 6-значный PIN-код
sk: 6-miestny PIN
sv: 6-siffrig PIN
sw: PIN ya tarakimu 6
th: PIN 6 หลัก
tr: 6 haneli PIN
uk: 6-значний PIN
ur: 6 ہندسوں کا PIN
vi: Mã PIN 6 chữ số
zh_hans: 6 位 PIN
zh_hant: 6 位 PIN
zu: I-PIN yezinombolo eziyi-6

# onboarding_privacy_guarantee
source: Pas d'internet, pas de cloud, pas de pistage. Vos données ne quittent jamais votre téléphone.
am: ኢንተርኔት የለም፣ ክላውድ የለም፣ ክትትል የለም። ውሂብዎ ስልክዎን ፈጽሞ አይለቅም።
ar: بدون إنترنت، بدون سحابة، بدون تتبع. بياناتك لا تغادر هاتفك أبداً.
bg: Без интернет, без облак, без проследяване. Данните ви никога не напускат телефона ви.
bn: কোনো ইন্টারনেট নেই, কোনো ক্লাউড নেই, কোনো ট্র্যাকিং নেই। আপনার ডেটা কখনো ফোন ছেড়ে যায় না।
ca: Sense internet, sense núvol, sense rastreig. Les teves dades mai surten del teu telèfon.
cs: Žádný internet, žádný cloud, žádné sledování. Vaše data nikdy neopustí váš telefon.
da: Ingen internet, ingen sky, ingen sporing. Dine data forlader aldrig din telefon.
de: Kein Internet, keine Cloud, kein Tracking. Ihre Daten verlassen nie Ihr Telefon.
el: Χωρίς ίντερνετ, χωρίς cloud, χωρίς παρακολούθηση. Τα δεδομένα σας δεν φεύγουν ποτέ από το τηλέφωνό σας.
en: No internet, no cloud, no tracking. Your data never leaves your phone.
es: Sin internet, sin nube, sin rastreo. Tus datos nunca salen de tu teléfono.
fa: بدون اینترنت، بدون ابر، بدون ردیابی. داده‌های شما هرگز گوشی شما را ترک نمی‌کنند.
fi: Ei internetiä, ei pilvipalvelua, ei seurantaa. Tietosi eivät koskaan poistu puhelimestasi.
he: בלי אינטרנט, בלי ענן, בלי מעקב. הנתונים שלך לעולם לא עוזבים את הטלפון.
hi: कोई इंटरनेट नहीं, कोई क्लाउड नहीं, कोई ट्रैकिंग नहीं। आपका डेटा कभी आपके फ़ोन से बाहर नहीं जाता।
hr: Bez interneta, bez oblaka, bez praćenja. Vaši podaci nikada ne napuštaju vaš telefon.
hu: Nincs internet, nincs felhő, nincs követés. Az adataid soha nem hagyják el a telefonodat.
id: Tanpa internet, tanpa cloud, tanpa pelacakan. Data Anda tidak pernah meninggalkan ponsel.
it: Niente internet, niente cloud, niente tracciamento. I tuoi dati non lasciano mai il tuo telefono.
ja: インターネット不要、クラウド不要、追跡なし。データは端末から外に出ません。
ko: 인터넷 없음, 클라우드 없음, 추적 없음. 데이터는 절대 휴대폰을 떠나지 않습니다.
ms: Tiada internet, tiada awan, tiada penjejakan. Data anda tidak pernah meninggalkan telefon.
nb: Ingen internett, ingen sky, ingen sporing. Dataene dine forlater aldri telefonen din.
nl: Geen internet, geen cloud, geen tracking. Je gegevens verlaten nooit je telefoon.
pl: Bez internetu, bez chmury, bez śledzenia. Twoje dane nigdy nie opuszczają telefonu.
pt_br: Sem internet, sem nuvem, sem rastreamento. Seus dados nunca saem do seu celular.
ro: Fără internet, fără cloud, fără urmărire. Datele tale nu părăsesc niciodată telefonul.
ru: Без интернета, без облака, без слежки. Ваши данные никогда не покидают телефон.
sk: Žiadny internet, žiadny cloud, žiadne sledovanie. Vaše údaje nikdy neopustia váš telefón.
sv: Inget internet, inget moln, ingen spårning. Dina data lämnar aldrig din telefon.
sw: Hakuna intaneti, hakuna wingu, hakuna ufuatiliaji. Data yako haitori simu yako kamwe.
th: ไม่มีอินเทอร์เน็ต ไม่มีคลาวด์ ไม่มีการติดตาม ข้อมูลของคุณไม่เคยออกจากโทรศัพท์
tr: İnternet yok, bulut yok, izleme yok. Verileriniz telefonunuzdan asla çıkmaz.
uk: Без інтернету, без хмари, без стеження. Ваші дані ніколи не залишають телефон.
ur: کوئی انٹرنیٹ نہیں، کوئی کلاؤڈ نہیں، کوئی ٹریکنگ نہیں۔ آپ کا ڈیٹا کبھی آپ کے فون سے باہر نہیں جاتا۔
vi: Không internet, không đám mây, không theo dõi. Dữ liệu của bạn không bao giờ rời khỏi điện thoại.
zh_hans: 无需网络，无需云端，无需追踪。您的数据永远不会离开手机。
zh_hant: 無需網路，無需雲端，無需追蹤。您的資料永遠不會離開手機。
zu: Akukho i-inthanethi, akukho ifu, akukho ukulandelela. Idatha yakho ayishiyi ifoni yakho.

# onboarding_privacy_subtitle
source: Nous protégeons vos données avec le même chiffrement que les banques
am: ውሂብዎን ባንኮች በሚጠቀሙበት ተመሳሳይ ምስጠራ እንጠብቃለን
ar: نحمي بياناتك بنفس تشفير البنوك
bg: Защитаваме данните ви със същото криптиране като банките
bn: আমরা ব্যাঙ্কের মতো এনক্রিপশন দিয়ে আপনার ডেটা সুরক্ষিত রাখি
ca: Protegim les teves dades amb el mateix xifratge que fan servir els bancs
cs: Vaše data chráníme stejným šifrováním jako banky
da: Vi beskytter dine data med den samme kryptering som banker bruger
de: Wir schützen Ihre Daten mit der gleichen Verschlüsselung wie Banken
el: Προστατεύουμε τα δεδομένα σας με την ίδια κρυπτογράφηση που χρησιμοποιούν οι τράπεζες
en: We'll protect your data with the same encryption banks use
es: Protegemos tus datos con el mismo cifrado que usan los bancos
fa: ما از داده‌های شما با همان رمزگذاری بانک‌ها محافظت می‌کنیم
fi: Suojaamme tietojasi samalla salauksella kuin pankit
he: אנחנו מגנים על הנתונים שלך עם אותה הצפנה שבנקים משתמשים בה
hi: हम आपके डेटा को बैंकों जैसी एन्क्रिप्शन से सुरक्षित रखते हैं
hr: Vaše podatke štitimo istom enkripcijom koju koriste banke
hu: Adataidat ugyanazzal a titkosítással védjük, amit a bankok használnak
id: Kami melindungi data Anda dengan enkripsi yang sama seperti bank
it: Proteggiamo i tuoi dati con la stessa crittografia delle banche
ja: 銀行と同じ暗号化であなたのデータを守ります
ko: 은행과 동일한 암호화로 데이터를 보호합니다
ms: Kami melindungi data anda dengan penyulitan yang sama seperti bank
nb: Vi beskytter dataene dine med den samme krypteringen som banker bruker
nl: We beschermen je gegevens met dezelfde encryptie als banken
pl: Chronimy twoje dane tym samym szyfrowaniem co banki
pt_br: Protegemos seus dados com a mesma criptografia dos bancos
ro: Protejăm datele tale cu aceeași criptare pe care o folosesc băncile
ru: Мы защищаем ваши данные тем же шифрованием, что и банки
sk: Vaše údaje chránime rovnakým šifrovaním ako banky
sv: Vi skyddar dina data med samma kryptering som banker använder
sw: Tunalinda data yako na usimbaji sawa na benki
th: เราปกป้องข้อมูลของคุณด้วยการเข้ารหัสระดับเดียวกับธนาคาร
tr: Verilerinizi bankalarla aynı şifrelemeyle koruyoruz
uk: Ми захищаємо ваші дані тим самим шифруванням, яке використовують банки
ur: ہم آپ کے ڈیٹا کو بینکوں جیسی انکرپشن سے محفوظ رکھتے ہیں
vi: Chúng tôi bảo vệ dữ liệu của bạn bằng mã hóa cấp ngân hàng
zh_hans: 我们使用与银行相同的加密技术保护您的数据
zh_hant: 我們使用與銀行相同的加密技術保護您的資料
zu: Sivikela idatha yakho ngokubethela okufanayo okusetshenziwa amabhange

# onboarding_privacy_title
source: Votre vie privée est sacrée
am: ግላዊነትዎ ሁሉም ነው
ar: خصوصيتك هي كل شيء
bg: Вашата поверителност е всичко
bn: আপনার গোপনীয়তাই সবকিছু
ca: La teva privacitat és sagrada
cs: Vaše soukromí je pro nás vším
da: Dit privatliv er alt
de: Ihre Privatsphäre ist alles
el: Η ιδιωτικότητά σας είναι τα πάντα
en: Your privacy is everything
es: Tu privacidad lo es todo
fa: حریم خصوصی شما همه چیز است
fi: Yksityisyytesi on kaikki kaikessa
he: הפרטיות שלך היא הכל
hi: आपकी गोपनीयता सबसे महत्वपूर्ण है
hr: Vaša privatnost je sve
hu: A magánszférádat mindenekfelett védjük
id: Privasi Anda adalah segalanya
it: La tua privacy è tutto
ja: あなたのプライバシーは何より大切です
ko: 당신의 프라이버시가 가장 중요합니다
ms: Privasi anda adalah segala-galanya
nb: Ditt personvern er alt
nl: Je privacy is alles
pl: Twoja prywatność jest najważniejsza
pt_br: Sua privacidade é tudo
ro: Intimitatea ta este sfântă
ru: Ваша конфиденциальность — это всё
sk: Vaše súkromie je pre nás všetkým
sv: Din integritet är allt
sw: Faragha yako ni kila kitu
th: ความเป็นส่วนตัวของคุณสำคัญที่สุด
tr: Gizliliğiniz her şeydir
uk: Ваша конфіденційність — це все
ur: آپ کی رازداری سب سے اہم ہے
vi: Quyền riêng tư của bạn là tất cả
zh_hans: 您的隐私至关重要
zh_hant: 您的隱私至關重要
zu: Ubumfihlo bakho yikho konke

# onboarding_regularity_label
source: Votre cycle est-il régulier ?
am: ዑደትዎ ምን ያህል መደበኛ ነው?
ar: ما مدى انتظام دورتك؟
bg: Колко редовен е цикълът ви?
bn: আপনার চক্র কতটা নিয়মিত?
ca: Com de regular és el teu cicle?
cs: Jak pravidelný je váš cyklus?
da: Hvor regelmæssig er din cyklus?
de: Wie regelmäßig ist Ihr Zyklus?
el: Πόσο τακτικός είναι ο κύκλος σας;
en: How regular is your cycle?
es: ¿Qué tan regular es tu ciclo?
fa: چرخه شما چقدر منظم است؟
fi: Kuinka säännöllinen kiertosi on?
he: כמה סדיר המחזור שלך?
hi: आपका चक्र कितना नियमित है?
hr: Koliko je vaš ciklus redovit?
hu: Mennyire rendszeres a ciklusod?
id: Seberapa teratur siklus Anda?
it: Quanto è regolare il tuo ciclo?
ja: 周期はどのくらい規則的ですか？
ko: 주기가 얼마나 규칙적인가요?
ms: Seberapa teratur kitaran anda?
nb: Hvor regelmessig er syklusen din?
nl: Hoe regelmatig is je cyclus?
pl: Jak regularny jest twój cykl?
pt_br: Quão regular é o seu ciclo?
ro: Cât de regulat este ciclul tău?
ru: Насколько регулярен ваш цикл?
sk: Aký pravidelný je váš cyklus?
sv: Hur regelbunden är din cykel?
sw: Mzunguko wako ni wa kawaida kiasi gani?
th: รอบเดือนของคุณสม่ำเสมอแค่ไหน?
tr: Döngünüz ne kadar düzenli?
uk: Наскільки регулярний ваш цикл?
ur: آپ کا سائیکل کتنا باقاعدہ ہے؟
vi: Chu kỳ của bạn đều đặn đến mức nào?
zh_hans: 您的周期有多规律？
zh_hant: 您的週期有多規律？
zu: Isigaba sakho sivamile kangakanani?

# onboarding_skip
source: Passer pour le moment
am: ለአሁኑ ዝለል
ar: تخطي الآن
bg: Пропусни засега
bn: এখনকার জন্য এড়িয়ে যান
ca: Omet per ara
cs: Prozatím přeskočit
da: Spring over for nu
de: Vorerst überspringen
el: Παράλειψη προς το παρόν
en: Skip for now
es: Saltar por ahora
fa: فعلاً رد شوید
fi: Ohita toistaiseksi
he: דלג/י לעת עתה
hi: अभी के लिए छोड़ें
hr: Preskoči za sada
hu: Kihagyás egyelőre
id: Lewati untuk saat ini
it: Salta per ora
ja: 今はスキップ
ko: 지금은 건너뛰기
ms: Langkau buat masa ini
nb: Hopp over for nå
nl: Voorlopig overslaan
pl: Pomiń na razie
pt_br: Pular por enquanto
ro: Sari deocamdată
ru: Пропустить пока
sk: Zatiaľ preskočiť
sv: Hoppa över för nu
sw: Ruka kwa sasa
th: ข้ามไปก่อน
tr: Şimdilik atla
uk: Пропустити поки що
ur: ابھی کے لیے چھوڑیں
vi: Bỏ qua lúc này
zh_hans: 暂时跳过
zh_hant: 暫時跳過
zu: Yeqa okwamanje

# onboarding_start_a11y
source: Commencer à utiliser LUNA
am: LUNA ን መጠቀም ይጀምሩ
ar: ابدأ باستخدام لونا
bg: Започнете да използвате LUNA
bn: LUNA ব্যবহার শুরু করুন
ca: Comenceu a utilitzar LUNA
cs: Začněte používat LUNA
da: Begynd at bruge LUNA
de: Beginnen Sie mit der Verwendung von LUNA
el: Ξεκινήστε να χρησιμοποιείτε το LUNA
en: Start using LUNA
es: Empieza a usar LUNA
fa: شروع به استفاده از LUNA کنید
fi: Aloita LUNA:n käyttö
he: התחל להשתמש ב-LUNA
hi: लूना का उपयोग प्रारंभ करें
hr: Počnite koristiti LUNU
hu: Kezdje el használni a LUNA-t
id: Mulai gunakan LUNA
it: Inizia a usare LUNA
ja: LUNAを使い始める
ko: LUNA 사용 시작하기
ms: Mula menggunakan LUNA
nb: Begynn å bruke LUNA
nl: Begin met het gebruiken van LUNA
pl: Zacznij używać LUNY
pt_br: Comece a usar o LUNA
ro: Începeți să utilizați LUNA
ru: Начните использовать LUNA
sk: Začnite používať LUNA
sv: Börja använda LUNA
sw: Anza kutumia LUNA
th: เริ่มใช้ลูน่า
tr: LUNA'yı kullanmaya başlayın
uk: Почніть використовувати LUNA
ur: LUNA کا استعمال شروع کریں۔
vi: Bắt đầu sử dụng LUNA
zh_hans: 开始使用露娜
zh_hant: 開始使用露娜
zu: Qala ukusebenzisa i-LUNA

# onboarding_start_button
source: C'est parti
am: እንጀምር
ar: هيا نبدأ
bg: Да започнем
bn: শুরু করি
ca: Comencem
cs: Pojďme začít
da: Lad os begynde
de: Los geht's
el: Ας ξεκινήσουμε
en: Let's begin
es: ¡Empecemos!
fa: بیایید شروع کنیم
fi: Aloitetaan
he: בואו נתחיל
hi: शुरू करें
hr: Krenimo
hu: Kezdjük el
id: Ayo mulai
it: Iniziamo
ja: 始めましょう
ko: 시작하기
ms: Jom mula
nb: La oss begynne
nl: Laten we beginnen
pl: Zaczynajmy
pt_br: Vamos começar
ro: Să începem
ru: Начнём
sk: Poďme začať
sv: Låt oss börja
sw: Tuanze
th: เริ่มกันเลย
tr: Haydi başlayalım
uk: Почнімо
ur: شروع کریں
vi: Bắt đầu nào
zh_hans: 开始吧
zh_hant: 開始吧
zu: Masiqale

# onboarding_welcome_subtitle
source: Votre cycle, vos données, votre espace. Tout reste sur votre téléphone.
am: የእርስዎ ዑደት፣ የእርስዎ ውሂብ፣ የእርስዎ ቦታ። ሁሉም በስልክዎ ላይ ይቆያል።
ar: دورتك، بياناتك، مساحتك. كل شيء يبقى على هاتفك.
bg: Вашият цикъл, вашите данни, вашето пространство. Всичко остава на телефона ви.
bn: আপনার চক্র, আপনার ডেটা, আপনার স্থান। সবকিছু আপনার ফোনেই থাকে।
ca: El teu cicle, les teves dades, el teu espai. Tot es queda al teu telèfon.
cs: Váš cyklus, vaše data, váš prostor. Vše zůstává ve vašem telefonu.
da: Din cyklus, dine data, dit rum. Alt forbliver på din telefon.
de: Ihr Zyklus, Ihre Daten, Ihr Bereich. Alles bleibt auf Ihrem Telefon.
el: Ο κύκλος σας, τα δεδομένα σας, ο χώρος σας. Όλα μένουν στο τηλέφωνό σας.
en: Your cycle, your data, your space. Everything stays on your phone.
es: Tu ciclo, tus datos, tu espacio. Todo permanece en tu teléfono.
fa: چرخه شما، داده‌های شما، فضای شما. همه چیز روی گوشی شما می‌ماند.
fi: Sinun kiertosi, sinun tietosi, sinun tilasi. Kaikki pysyy puhelimessasi.
he: המחזור שלך, הנתונים שלך, המרחב שלך. הכל נשאר בטלפון שלך.
hi: आपका चक्र, आपका डेटा, आपका स्थान। सब कुछ आपके फ़ोन पर रहता है।
hr: Vaš ciklus, vaši podaci, vaš prostor. Sve ostaje na vašem telefonu.
hu: A te ciklusod, a te adataid, a te tered. Minden a telefonodon marad.
id: Siklus Anda, data Anda, ruang Anda. Semuanya tetap di ponsel Anda.
it: Il tuo ciclo, i tuoi dati, il tuo spazio. Tutto resta sul tuo telefono.
ja: あなたの周期、あなたのデータ、あなたの空間。すべてお使いの端末に安全に保存されます。
ko: 당신의 주기, 당신의 데이터, 당신의 공간. 모든 것이 휴대폰에만 저장됩니다.
ms: Kitaran anda, data anda, ruang anda. Semuanya kekal di telefon anda.
nb: Din syklus, dine data, ditt rom. Alt forblir på telefonen din.
nl: Jouw cyclus, jouw gegevens, jouw ruimte. Alles blijft op je telefoon.
pl: Twój cykl, twoje dane, twoja przestrzeń. Wszystko zostaje na twoim telefonie.
pt_br: Seu ciclo, seus dados, seu espaço. Tudo fica no seu celular.
ro: Ciclul tău, datele tale, spațiul tău. Totul rămâne pe telefonul tău.
ru: Ваш цикл, ваши данные, ваше пространство. Всё остаётся на вашем телефоне.
sk: Váš cyklus, vaše údaje, váš priestor. Všetko zostáva vo vašom telefóne.
sv: Din cykel, dina data, ditt utrymme. Allt stannar på din telefon.
sw: Mzunguko wako, data yako, nafasi yako. Kila kitu kinabaki kwenye simu yako.
th: วงจรของคุณ ข้อมูลของคุณ พื้นที่ของคุณ ทุกอย่างอยู่ในโทรศัพท์ของคุณ
tr: Döngünüz, verileriniz, alanınız. Her şey telefonunuzda kalır.
uk: Ваш цикл, ваші дані, ваш простір. Все залишається на вашому телефоні.
ur: آپ کا سائیکل، آپ کا ڈیٹا، آپ کی جگہ۔ سب کچھ آپ کے فون پر رہتا ہے۔
vi: Chu kỳ của bạn, dữ liệu của bạn, không gian của bạn. Mọi thứ ở ngay trên điện thoại của bạn.
zh_hans: 您的周期，您的数据，您的空间。一切都留在您的手机上。
zh_hant: 您的週期，您的資料，您的空間。一切都留在您的手機上。
zu: Isigaba sakho, idatha yakho, indawo yakho. Konke kuhlala efonini yakho.

# onboarding_welcome_title
source: Bienvenue sur LUNA
am: ወደ LUNA እንኳን ደህና መጡ
ar: مرحباً بك في LUNA
bg: Добре дошли в LUNA
bn: LUNA তে স্বাগতম
ca: Benvingut/da a LUNA
cs: Vítejte v LUNA
da: Velkommen til LUNA
de: Willkommen bei LUNA
el: Καλώς ήρθατε στο LUNA
en: Welcome to LUNA
es: Bienvenido/a a LUNA
fa: به LUNA خوش آمدید
fi: Tervetuloa LUNAan
he: ברוך הבא ל-LUNA
hi: LUNA में आपका स्वागत है
hr: Dobrodošli u LUNA
hu: Üdvözöljük a LUNÁban
id: Selamat datang di LUNA
it: Benvenuto/a su LUNA
ja: LUNA へようこそ
ko: LUNA에 오신 것을 환영합니다
ms: Selamat datang ke LUNA
nb: Velkommen til LUNA
nl: Welkom bij LUNA
pl: Witaj w LUNA
pt_br: Bem-vindo/a ao LUNA
ro: Bine ai venit în LUNA
ru: Добро пожаловать в LUNA
sk: Vitajte v LUNA
sv: Välkommen till LUNA
sw: Karibu LUNA
th: ยินดีต้อนรับสู่ LUNA
tr: LUNA'ya hoş geldiniz
uk: Ласкаво просимо до LUNA
ur: LUNA میں خوش آمدید
vi: Chào mừng đến với LUNA
zh_hans: 欢迎来到 LUNA
zh_hant: 歡迎來到 LUNA
zu: Siyakwamukela ku-LUNA

# panic_wipe_biometric_reason
source: Confirmer l'effacement d'urgence
am: የአደጋ ጊዜ መጥረግን ያረጋግጡ
ar: تأكيد المسح الطارئ
bg: Потвърдете аварийното изтриване
bn: জরুরি মুছা নিশ্চিত করুন
ca: Confirmeu la neteja d'emergència
cs: Potvrďte nouzové vymazání
da: Bekræft nødaftørring
de: Notlöschung bestätigen
el: Επιβεβαιώστε το σκούπισμα έκτακτης ανάγκης
en: Confirm emergency wipe
es: Confirmar borrado de emergencia
fa: پاک کردن اضطراری را تأیید کنید
fi: Vahvista hätäpyyhintä
he: אשר את מחיקת חירום
hi: आपातकालीन वाइप की पुष्टि करें
hr: Potvrdite hitno brisanje
hu: Erősítse meg a vésztörlést
id: Konfirmasikan penghapusan darurat
it: Conferma la cancellazione di emergenza
ja: 緊急ワイプを確認
ko: 긴급 삭제 확인
ms: Sahkan lap kecemasan
nb: Bekreft nødtørking
nl: Bevestig het noodvegen
pl: Potwierdź wyczyszczenie awaryjne
pt_br: Confirmar limpeza de emergência
ro: Confirmați ștergerea de urgență
ru: Подтвердить экстренную очистку
sk: Potvrďte núdzové vymazanie
sv: Bekräfta nödtorkning
sw: Thibitisha ufutaji wa dharura
th: ยืนยันการล้างข้อมูลฉุกเฉิน
tr: Acil durum silme işlemini onaylayın
uk: Підтвердьте екстрене очищення
ur: ہنگامی مسح کی تصدیق کریں۔
vi: Xác nhận xóa khẩn cấp
zh_hans: 确认紧急擦拭
zh_hant: 確認緊急擦拭
zu: Qinisekisa ukusula isimo esiphuthumayo

# panic_wipe_confirm_button
source: Supprimer définitivement
am: ለዘላለም ሰርዝ
ar: حذف إلى الأبد
bg: Изтрий завинаги
bn: চিরতরে মুছুন
ca: Suprimeix per sempre
cs: Smazat navždy
da: Slet for evigt
de: Endgültig löschen
el: Διαγραφή για πάντα
en: Delete Forever
es: Borrar para siempre
fa: حذف برای همیشه
fi: Poista ikuisesti
he: מחק לנצח
hi: हमेशा के लिए हटाएं
hr: Izbriši zauvijek
hu: Törölje örökre
id: Hapus Selamanya
it: Elimina per sempre
ja: 永久に削除
ko: 영원히 삭제
ms: Padam Selamanya
nb: Slett for alltid
nl: Voor altijd verwijderen
pl: Usuń na zawsze
pt_br: Excluir para sempre
ro: Șterge pentru totdeauna
ru: Удалить навсегда
sk: Odstrániť navždy
sv: Ta bort för alltid
sw: Futa Milele
th: ลบถาวร
tr: Sonsuza Kadar Sil
uk: Видалити назавжди
ur: ہمیشہ کے لیے حذف کریں۔
vi: Xóa vĩnh viễn
zh_hans: 永久删除
zh_hant: 永久刪除
zu: Susa Phakade

# panic_wipe_confirm_message
source: Toutes vos données seront effacées définitivement. Impossible d'annuler.
am: ይህ ሁሉንም ውሂብዎን እስከመጨረሻው ይሰርዘዋል። ይህ ሊቀለበስ አይችልም።
ar: سيؤدي هذا إلى محو جميع بياناتك بشكل دائم. لا يمكن التراجع عن هذا.
bg: Това ще изтрие завинаги всичките ви данни. Това не може да бъде отменено.
bn: এটি আপনার সমস্ত ডেটা স্থায়ীভাবে মুছে ফেলবে। এটি পূর্বাবস্থায় ফেরানো যাবে না।
ca: Això esborrarà permanentment totes les teves dades. Això no es pot desfer.
cs: Tím trvale vymažete všechna vaše data. Toto nelze vrátit zpět.
da: Dette vil permanent slette alle dine data. Dette kan ikke fortrydes.
de: Dadurch werden alle Ihre Daten dauerhaft gelöscht. Dies kann nicht rückgängig gemacht werden.
el: Αυτό θα διαγράψει οριστικά όλα τα δεδομένα σας. Αυτό δεν μπορεί να αναιρεθεί.
en: This will permanently erase all your data. This cannot be undone.
es: Esto borrará permanentemente todos sus datos. Esto no se puede deshacer.
fa: با این کار تمام داده های شما برای همیشه پاک می شود. این قابل واگرد نیست.
fi: Tämä poistaa pysyvästi kaikki tietosi. Tätä ei voi kumota.
he: פעולה זו תמחק לצמיתות את כל הנתונים שלך. לא ניתן לבטל זאת.
hi: इससे आपका सारा डेटा स्थायी रूप से मिट जाएगा. इसे असंपादित नहीं किया जा सकता है।
hr: Ovo će trajno izbrisati sve vaše podatke. Ovo se ne može poništiti.
hu: Ezzel véglegesen törli az összes adatot. Ezt nem lehet visszavonni.
id: Ini akan menghapus semua data Anda secara permanen. Hal ini tidak dapat dibatalkan.
it: Ciò cancellerà definitivamente tutti i tuoi dati. Questa operazione non può essere annullata.
ja: これにより、すべてのデータが完全に消去されます。これを元に戻すことはできません。
ko: 이렇게 하면 모든 데이터가 영구적으로 삭제됩니다. 이 작업은 취소할 수 없습니다.
ms: Ini akan memadamkan semua data anda secara kekal. Ini tidak boleh dibuat asal.
nb: Dette vil slette alle dataene dine permanent. Dette kan ikke angres.
nl: Hiermee worden al uw gegevens permanent gewist. Dit kan niet ongedaan worden gemaakt.
pl: Spowoduje to trwałe usunięcie wszystkich Twoich danych. Tego nie można cofnąć.
pt_br: Isso apagará permanentemente todos os seus dados. Isto não pode ser desfeito.
ro: Acest lucru vă va șterge definitiv toate datele. Acest lucru nu poate fi anulat.
ru: Это приведет к безвозвратному удалению всех ваших данных. Это невозможно отменить.
sk: Týmto natrvalo vymažete všetky svoje údaje. Toto sa nedá vrátiť späť.
sv: Detta kommer att radera alla dina data permanent. Detta kan inte ångras.
sw: Hii itafuta data yako yote kabisa. Hili haliwezi kutenduliwa.
th: การดำเนินการนี้จะลบข้อมูลทั้งหมดของคุณอย่างถาวร สิ่งนี้ไม่สามารถยกเลิกได้
tr: Bu, tüm verilerinizi kalıcı olarak silecektir. Bu geri alınamaz.
uk: Це призведе до остаточного видалення всіх ваших даних. Це неможливо скасувати.
ur: یہ آپ کا تمام ڈیٹا مستقل طور پر مٹا دے گا۔ اسے کالعدم نہیں کیا جا سکتا۔
vi: Điều này sẽ xóa vĩnh viễn tất cả dữ liệu của bạn. Điều này không thể hoàn tác được.
zh_hans: 这将永久删除您的所有数据。此操作无法撤消。
zh_hant: 這將永久刪除您的所有資料。此操作無法撤銷。
zu: Lokhu kuzosula unaphakade yonke idatha yakho. Lokhu akukwazi ukuhlehliswa.

# panic_wipe_confirm_title
source: Tout supprimer ?
am: ሁሉም ነገር ይሰረዝ?
ar: هل تريد حذف كل شيء؟
bg: Изтриване на всичко?
bn: সবকিছু মুছে ফেলবেন?
ca: Vols suprimir-ho tot?
cs: Smazat vše?
da: Vil du slette alt?
de: Alles löschen?
el: Διαγραφή όλων;
en: Delete Everything?
es: ¿Borrar todo?
fa: همه چیز حذف شود؟
fi: Poistetaanko kaikki?
he: למחוק הכל?
hi: सब कुछ हटाएं?
hr: Izbrisati sve?
hu: Töröl mindent?
id: Hapus Semuanya?
it: Eliminare tutto?
ja: すべて削除しますか?
ko: 모두 삭제하시겠습니까?
ms: Padamkan Semuanya?
nb: Vil du slette alt?
nl: Alles verwijderen?
pl: Usunąć wszystko?
pt_br: Excluir tudo?
ro: Ștergeți totul?
ru: Удалить все?
sk: Odstrániť všetko?
sv: Ta bort allt?
sw: Ungependa kufuta Kila kitu?
th: ลบทุกอย่างใช่ไหม
tr: Herşey Silinsin mi?
uk: Видалити все?
ur: سب کچھ حذف کریں؟
vi: Xóa mọi thứ?
zh_hans: 删除所有内容？
zh_hant: 刪除所有內容？
zu: Susa Konke?
